{
    "posts": [
        {
            "id": 21,
            "title": "He wandered down the stairs and into the basement",
            "body": "He wandered down the stairs and into the basement. The damp, musty smell of unuse hung in the air. A single, small window let in a glimmer of light, but this simply made the shadows in the basement deeper. He inhaled deeply and looked around at a mess that had been accumulating for over 25 years. He was positive that this was the place he wanted to live.",
            "userId": 37,
            "tags": [
                "french",
                "american"
            ],
            "reactions": 8
        },
        {
            "id": 22,
            "title": "She has seen this scene before.",
            "body": "She has seen this scene before. It had come to her in dreams many times before. She had to pinch herself to make sure it wasn't a dream again. As her fingers squeezed against her arm, she felt the pain. It was this pain that immediately woke her up.",
            "userId": 30,
            "tags": [
                "classic",
                "love",
                "history"
            ],
            "reactions": 6
        },
        {
            "id": 23,
            "title": "It's an unfortunate reality that we don't teach people how to make money",
            "body": "It's an unfortunate reality that we don't teach people how to make money (beyond getting a 9 to 5 job) as part of our education system. The truth is there are a lot of different, legitimate ways to make money. That doesn't mean they are easy and that you won't have to work hard to succeed, but it does mean that if you're willing to open your mind a bit you don't have to be stuck in an office from 9 to 5 for the next fifty years o your life.",
            "userId": 2,
            "tags": [
                "crime",
                "english"
            ],
            "reactions": 4
        },
        {
            "id": 24,
            "title": "The robot clicked disapprovingly.",
            "body": "The robot clicked disapprovingly, gurgled briefly inside its cubical interior and extruded a pony glass of brownish liquid. \"Sir, you will undoubtedly end up in a drunkard's grave, dead of hepatic cirrhosis,\" it informed me virtuously as it returned my ID card. I glared as I pushed the glass across the table.",
            "userId": 34,
            "tags": [
                "crime",
                "american",
                "love"
            ],
            "reactions": 2
        },
        {
            "id": 25,
            "title": "It went through such rapid contortions",
            "body": "It went through such rapid contortions that the little bear was forced to change his hold on it so many times he became confused in the darkness, and could not, for the life of him, tell whether he held the sheep right side up, or upside down. But that point was decided for him a moment later by the animal itself, who, with a sudden twist, jabbed its horns so hard into his lowest ribs that he gave a grunt of anger and disgust.",
            "userId": 27,
            "tags": [
                "fiction",
                "history",
                "french"
            ],
            "reactions": 3
        },
        {
            "id": 26,
            "title": "She patiently waited for his number to be called.",
            "body": "She patiently waited for his number to be called. She had no desire to be there, but her mom had insisted that she go. She's resisted at first, but over time she realized it was simply easier to appease her and go. Mom tended to be that way. She would keep insisting until you wore down and did what she wanted. So, here she sat, patiently waiting for her number to be called.",
            "userId": 27,
            "tags": [
                "french",
                "mystery",
                "crime"
            ],
            "reactions": 7
        },
        {
            "id": 27,
            "title": "Ten more steps.",
            "body": "If he could take ten more steps it would be over, but his legs wouldn't move. He tried to will them to work, but they wouldn't listen to his brain. Ten more steps and it would be over but it didn't appear he would be able to do it.",
            "userId": 17,
            "tags": [
                "mystery",
                "classic",
                "love"
            ],
            "reactions": 4
        },
        {
            "id": 28,
            "title": "He had three simple rules by which he lived.",
            "body": "He had three simple rules by which he lived. The first was to never eat blue food. There was nothing in nature that was edible that was blue. People often asked about blueberries, but everyone knows those are actually purple. He understood it was one of the stranger rules to live by, but it had served him well thus far in the 50+ years of his life.",
            "userId": 22,
            "tags": [
                "crime",
                "love"
            ],
            "reactions": 2
        },
        {
            "id": 29,
            "title": "The chair sat in the corner where it had been",
            "body": "The chair sat in the corner where it had been for over 25 years. The only difference was there was someone actually sitting in it. How long had it been since someone had done that? Ten years or more he imagined. Yet there was no denying the presence in the chair now.",
            "userId": 38,
            "tags": [
                "mystery",
                "american"
            ],
            "reactions": 6
        },
        {
            "id": 30,
            "title": "Things aren't going well at all",
            "body": "Things aren't going well at all with mom today. She is just a limp noodle and wants to sleep all the time. I sure hope that things get better soon.",
            "userId": 2,
            "tags": [
                "american",
                "love",
                "fiction"
            ],
            "reactions": 0
        }
    ],
    "total": 150,
    "skip": "20",
    "limit": 10
}