{"posts":[{"id":41,"title":"His parents continued to question him.","body":"He didn't know what to say to them since they refused to believe the truth. He explained again and again, and they dismissed his explanation as a figment of his imagination. There was no way that grandpa, who had been dead for five years, could have told him where the treasure had been hidden. Of course, it didn't help that grandpa was roaring with laughter in the chair next to him as he tried to explain once again how he'd found it.","userId":13,"tags":["english","history","american"],"reactions":5},{"id":42,"title":"You know that tingly feeling you get on the back of your neck sometimes?","body":"You know that tingly feeling you get on the back of your neck sometimes? I just got that feeling when talking with her. You know I don't believe in sixth senses, but there is something not right with her. I don't know how I know, but I just do.","userId":7,"tags":["mystery","french","american"],"reactions":4},{"id":43,"title":"Explain to me again why I shouldn't cheat?","body":"\"Explain to me again why I shouldn't cheat?\" he asked. \"All the others do and nobody ever gets punished for doing so. I should go about being happy losing to cheaters because I know that I don't? That's what you're telling me?\"","userId":36,"tags":["classic","french","fiction"],"reactions":2},{"id":44,"title":"A long black shadow slid across the pavement","body":"A long black shadow slid across the pavement near their feet and the five Venusians, very much startled, looked overhead. They were barely in time to see the huge gray form of the carnivore before it vanished behind a sign atop a nearby building which bore the mystifying information \"Pepsi-Cola.\"","userId":5,"tags":["crime","english","classic"],"reactions":4},{"id":45,"title":"The red line moved across the page.","body":"The red line moved across the page. With each millimeter it advanced forward, something changed in the room. The actual change taking place was difficult to perceive, but the change was real. The red line continued relentlessly across the page and the room would never be the same.","userId":12,"tags":["love","american"],"reactions":9},{"id":46,"title":"The clowns had taken over. And yes, they were literally clowns.","body":"The clowns had taken over. And yes, they were literally clowns. Over 100 had appeared out of a small VW bug that had been driven up to the bank. Now they were all inside and had taken it over.","userId":43,"tags":["crime","magical","american"],"reactions":2},{"id":47,"title":"The shoes had been there for as long as anyone could remember.","body":"The shoes had been there for as long as anyone could remember. In fact, it was difficult for anyone to come up with a date they had first appeared. It had seemed they'd always been there and yet they seemed so out of place. Why nobody had removed them was a question that had been asked time and again, but while they all thought it, nobody had ever found the energy to actually do it.","userId":11,"tags":["american","french","crime"],"reactions":2},{"id":48,"title":"Trees. It was something about the trees.","body":"Trees. It was something about the trees. The way they swayed with the wind in unison. The way they shaded the area around them. The sounds of their leaves in the wind and the creaks from the branches as they sway, The trees were making a statement that I just couldn't understand.","userId":18,"tags":["love","fiction","crime"],"reactions":9},{"id":49,"title":"Sometimes it's just better not to be seen.","body":"Sometimes it's just better not to be seen. That's how Harry had always lived his life. He prided himself as being the fly on the wall and the fae that blended into the crowd. That's why he was so shocked that she noticed him.","userId":14,"tags":["french","classic"],"reactions":2},{"id":50,"title":"It was a concerning development that he couldn't get out of his mind.","body":"He'd had many friends throughout his early years and had fond memories of playing with them, but he couldn't understand how it had all stopped. There was some point as he grew up that he played with each of his friends for the very last time, and he had no idea that it would be the last.","userId":48,"tags":["french","fiction","love"],"reactions":2}],"total":150,"skip":"40","limit":10}