{"posts":[{"id":51,"title":"The towels had been hanging from the rod for years.","body":"The towels had been hanging from the rod for years. They were stained and worn, and quite frankly, just plain ugly. Debra didn't want to touch them but she really didn't have a choice. It was important for her to see what was living within them.","userId":47,"tags":["magical","english","american"],"reactions":7},{"id":52,"title":"The headache wouldn't go away.","body":"The headache wouldn't go away. She's taken medicine but even that didn't help. The monstrous throbbing in her head continued. She had this happen to her only once before in her life and she realized that only one thing could be happening.","userId":9,"tags":["mystery","love"],"reactions":6},{"id":53,"title":"The young man wanted a role model.","body":"The young man wanted a role model. He looked long and hard in his youth, but that role model never materialized. His only choice was to embrace all the people in his life he didn't want to be like.","userId":46,"tags":["magical","american"],"reactions":7},{"id":54,"title":"Debbie knew she was being selfish","body":"Debbie knew she was being selfish and unreasonable. She understood why the others in the room were angry and frustrated with her and the way she was acting. In her eyes, it didn't really matter how they felt because she simply didn't care.","userId":30,"tags":["english","american"],"reactions":5},{"id":55,"title":"She tried to explain that love wasn't like pie.","body":"She tried to explain that love wasn't like pie. There wasn't a set number of slices to be given out. There wasn't less to be given to one person if you wanted to give more to another. That after a set amount was given out it would all disappear. She tried to explain this, but it fell on deaf ears.","userId":50,"tags":["mystery","crime","fiction"],"reactions":7},{"id":56,"title":"The house was located at the top of the hill","body":"The house was located at the top of the hill at the end of a winding road. It wasn't obvious that the house was there, but everyone in town knew that it existed. They were just all too afraid to ever go and see it in person.","userId":28,"tags":["classic","french","history"],"reactions":9},{"id":57,"title":"It seemed like it should have been so simple.","body":"It seemed like it should have been so simple. There was nothing inherently difficult with getting the project done. It was simple and straightforward enough that even a child should have been able to complete it on time, but that wasn't the case. The deadline had arrived and the project remained unfinished.","userId":25,"tags":["love","classic","english"],"reactions":5},{"id":58,"title":"Balloons are pretty and come in different colors","body":"Balloons are pretty and come in different colors, different shapes, different sizes, and they can even adjust sizes as needed. But don't make them too big or they might just pop, and then bye-bye balloon. It'll be gone and lost for the rest of mankind. They can serve a variety of purposes, from decorating to water balloon wars. You just have to use your head to think a little bit about what to do with them.","userId":3,"tags":["american","crime","magical"],"reactions":9},{"id":59,"title":"She looked at her student wondering if she could ever get through.","body":"She looked at her student wondering if she could ever get through. \"You need to learn to think for yourself,\" she wanted to tell him. \"Your friends are holding you back and bringing you down.\" But she didn't because she knew his friends were all that he had and even if that meant a life of misery, he would never give them up.","userId":29,"tags":["classic","english","history"],"reactions":4},{"id":60,"title":"He heard the crack echo in the late afternoon about a mile away.","body":"He heard the crack echo in the late afternoon about a mile away. His heart started racing and he bolted into a full sprint. \"It wasn't a gunshot, it wasn't a gunshot,\" he repeated under his breathlessness as he continued to sprint.","userId":33,"tags":["love","classic","history"],"reactions":7}],"total":150,"skip":"50","limit":10}