{"posts":[{"id":31,"title":"It was just a burger.","body":"It was just a burger. Why couldn't she understand that? She knew he'd completely changed his life around her eating habits, so why couldn't she give him a break this one time? She wasn't even supposed to have found out. Yes, he had promised her and yes, he had broken that promise, but still in his mind, all it had been was just a burger.","userId":36,"tags":["classic","fiction","magical"],"reactions":0},{"id":32,"title":"He swung back the fishing pole and cast the line","body":"He swung back the fishing pole and cast the line which ell 25 feet away into the river. The lure landed in the perfect spot and he was sure he would soon get a bite. He never expected that the bite would come from behind in the form of a bear.","userId":2,"tags":["mystery","american","english"],"reactions":2},{"id":33,"title":"He lifted the bottle to his lips and took a sip","body":"He lifted the bottle to his lips and took a sip of the drink. He had tasted this before, but he couldn't quite remember the time and place it had happened. He desperately searched his mind trying to locate and remember where he had tasted this when the bicycle ran over his foot.","userId":33,"tags":["american","french","love"],"reactions":5},{"id":34,"title":"Debbie had taken George for granted","body":"Debbie had taken George for granted for more than fifteen years now. He wasn't sure what exactly had made him choose this time and place to address the issue, but he decided that now was the time. He looked straight into her eyes and just as she was about to speak, turned away and walked out the door.","userId":30,"tags":["american","crime","history"],"reactions":5},{"id":35,"title":"She sat deep in thought.","body":"She sat deep in thought. The next word that came out o her mouth would likely be the most important word of her life. It had to be exact with no possibility of being misinterpreted. She was ready. She looked deeply into his eyes and said, \"Octopus.\"","userId":15,"tags":["french","american","fiction"],"reactions":5},{"id":36,"title":"The leather jacked showed the scars","body":"The leather jacked showed the scars of being his favorite for years. It wore those scars with pride, feeling that they enhanced his presence rather than diminishing it. The scars gave it character and had not overwhelmed to the point that it had become ratty. The jacket was in its prime and it knew it.","userId":45,"tags":["french","fiction"],"reactions":4},{"id":37,"title":"There was no time.","body":"There was no time. He ran out of the door without half the stuff he needed for work, but it didn't matter. He was late and if he didn't make this meeting on time, someone's life may be in danger.","userId":31,"tags":["history","fiction","english"],"reactions":4},{"id":38,"title":"He collected the plastic trash on a daily basis.","body":"He collected the plastic trash on a daily basis. It never seemed to end. Even if he cleaned the entire beach, more plastic would cover it the next day after the tide had come in. Although it was a futile effort that would never be done, he continued to pick up the trash each day.","userId":19,"tags":["english","mystery","classic"],"reactions":5},{"id":39,"title":"It was so great to hear from you today","body":"\"It was so great to hear from you today and it was such weird timing,\" he said. \"This is going to sound funny and a little strange, but you were in a dream I had just a couple of days ago. I'd love to get together and tell you about it if you're up for a cup of coffee,\" he continued, laying the trap he'd been planning for years.","userId":36,"tags":["french","magical","american"],"reactions":9},{"id":40,"title":"Have you ever wondered about toes?","body":"Why 10 toes and not 12. Why are some bigger than others? Some people can use their toes to pick up things while others can barely move them on command. Some toes are nice to look at while others are definitely not something you want to look at. Toes can be stubbed and make us scream. Toes help us balance and walk. 10 toes are just something to ponder.","userId":20,"tags":["history","love","crime"],"reactions":3}],"total":150,"skip":"30","limit":10}